{
  "user":
  {
    "bio": "Rebecca is a passionate and curious software engineer with extensive creative experience. She is looking for a creative design position and enjoys learning new technologies and studies and implementing them into her work. While majoring in psychology and minoring in art history at Florida State University, Rebecca dedicated her time to understanding how the human mind works and what motivates human behavior. Her art history minor helped her gain a grasp on the beauty and harmony of design. It culminated during her curation and organization of the exhibition of over 2000-year-old Nazca art in the department of Fine Arts. The exhibition presented 29 imported ceramic works fabricated by the Nazca civilization. She focused the marriage between inspiring human involvement, technology and art. Rebecca’s Art History background led her to a travel editor positon at Social Life Magazine in the Hamptons. There she spearheaded unique layouts of travel articles and also worked hand in hand with photographers to map out the perfect images. Rebecca organized on site photo shoots, video shoots, and editorials for brands such as Four Seasons Bora Bora, Nihiwatu, Jade Mountain, Peter Island and the like that were popular with consumers. Rebecca’s interest in technology and psychology led her to enrolled in Dev Bootcamp. During her last week at there she picked up and utilized React Native, Rails and Google vision API, in only one week to create SplittR. SplittR is an app that tracks financial expenses made by multiple individuals over a long period of time in order to calculate debt Rebecca’s impassioned nature motivated her involvement with philanthropy. She is currently the New York ambassador for A Pair for a Dream and Venezuela Dreams. Her efforts have helped bring awareness to the humanitarian crisis in Venezuela and feed children in Venezuelan schools. The importance Rebecca places on education can also be seen in her volunteer work with ScriptEd. She volunteers as a tenth grade high school software development teacher. She teaches technologies that include HTML, CSS, GIT and JavaScript. Rebecca finds a thrill in engaging with projects that require her to work outside her comfort and knowledge set. She looks forward to growing and giving her all to the organizations she become involved with. Rebecca can be reach by phone at (561) 929-6840 or by email at rebecca.rose1836@yahoo.com",
    "github": "https://github.com/rebeccarose123",
    "linkedin": "https://www.linkedin.com/in/rebecca-trachtenberg/",
    "resume": "https://www.canva.com/design/DACh6r5Jk1s/YbagBave-7ntB8Tf38LDNQ/view?utm_content=DACh6r5Jk1s&utm_campaign=designshare&utm_medium=link&utm_source=sharebutton"
  }
}
